/* --------------------------------------------------------------------- */
/* Variables                                                             */
/* --------------------------------------------------------------------- */

// eslint no-unused-vars: '0'
let admin;
let name;




/* 다음 내용을 분석한 후, 프로그래밍 할 수 있도록 변수와 상수를 작성해봅니다. ----------- */

// - 갯수 별 상품 가격 계산하기
let calc
// - 구매 제품 가격의 총 합
let totalProductPrice
// - 1년 기준 일(day)자 수
const DAYS_PER_YEAR = 365;

// - 구매 결제 여부
let isPayment = true;

// - 구매 결제 내역
let

// - 브랜드 접두사
const
// - 오늘의 운세
let
// - 상품 정보
const 


/* variables ----------------------------------------------------------- */


/* constant variables -------------------------------------------------- */

